[
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d1a" },
    "name": "garlic",
    "description": "Garlic is a pungent, flavorful bulb used in a variety of dishes for its distinctive taste and aroma. It is often minced or crushed and added to sauces, marinades, and dressings."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d1b" },
    "name": "fresh tomato",
    "description": "Tomato is a versatile, juicy fruit that is commonly used in salads, sauces, and soups. It is rich in vitamins and antioxidants, and can be eaten raw or cooked."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d1c" },
    "name": "olive oil",
    "description": "Olive oil is a healthy, flavorful oil extracted from olives. It is widely used in cooking, dressings, and marinades, and is known for its heart-healthy benefits and rich, fruity taste."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d1d" },
    "name": "butter",
    "description": "Butter is a rich, creamy dairy product made from churning milk or cream. It is commonly used in baking, cooking, and as a spread."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d1e" },
    "name": "yellow onion",
    "description": "Yellow onion is a versatile vegetable with a strong flavor. It is commonly used in soups, stews, and sautés."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d1f" },
    "name": "white onion",
    "description": "White onion is a crisp, flavorful vegetable often used in salads, salsas, and as a topping for various dishes."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d20" },
    "name": "broccoli",
    "description": "Broccoli is a nutritious green vegetable rich in vitamins and minerals. It is commonly steamed, roasted, or added to stir-fries."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d21" },
    "name": "carrot",
    "description": "Carrot is a crunchy, sweet root vegetable that is rich in beta-carotene. It is often eaten raw, steamed, or added to soups and stews."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d22" },
    "name": "all purpose flour",
    "description": "All purpose flour is a versatile flour used in baking and cooking. It is made from a blend of hard and soft wheat."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d23" },
    "name": "chicken stock",
    "description": "Chicken stock is a flavorful liquid made by simmering chicken bones and vegetables. It is commonly used as a base for soups and sauces."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d24" },
    "name": "beef stock",
    "description": "Beef stock is a rich, savory liquid made by simmering beef bones and vegetables. It is often used as a base for soups, stews, and sauces."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d25" },
    "name": "vegetable stock",
    "description": "Vegetable stock is a flavorful liquid made by simmering a variety of vegetables. It is commonly used as a base for soups and stews."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d26" },
    "name": "half & half",
    "description": "Half & half is a dairy product made from equal parts milk and cream. It is often used in coffee, sauces, and soups."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d27" },
    "name": "paprika",
    "description": "Paprika is a ground spice made from dried red peppers. It adds a mild, sweet flavor and vibrant color to dishes."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d28" },
    "name": "cayenne pepper",
    "description": "Cayenne pepper is a hot, spicy powder made from dried chili peppers. It is used to add heat and flavor to a variety of dishes."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d29" },
    "name": "cheddar cheese",
    "description": "Cheddar cheese is a popular, sharp-tasting cheese made from cow's milk. It is commonly used in sandwiches, sauces, and as a topping for various dishes."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d2a" },
    "name": "salt",
    "description": "Salt is a mineral used to enhance the flavor of food. It is a common seasoning in cooking and baking."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d2b" },
    "name": "pepper",
    "description": "Pepper is a spice made from ground peppercorns. It adds a pungent, spicy flavor to dishes and is commonly used as a seasoning."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d2c" },
    "name": "garlic powder",
    "description": "Garlic powder is a ground form of dehydrated garlic. It is used as a seasoning to add garlic flavor to dishes."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d2d" },
    "name": "onion powder",
    "description": "Onion powder is a ground form of dehydrated onions. It is used as a seasoning to add onion flavor to dishes."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d2e" },
    "name": "cumin",
    "description": "Cumin is a spice made from the dried seeds of the cumin plant. It has a warm, earthy flavor and is commonly used in Middle Eastern, Indian, and Mexican cuisines."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d2f" },
    "name": "oregano",
    "description": "Oregano is a fragrant herb commonly used in Mediterranean and Mexican cuisines. It has a slightly bitter, pungent flavor."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d30" },
    "name": "thyme",
    "description": "Thyme is a fragrant herb with a slightly minty flavor. It is commonly used in soups, stews, and roasted dishes."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d31" },
    "name": "scallion",
    "description": "Scallion, also known as green onion, is a mild-flavored vegetable used in salads, soups, and as a garnish."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d32" },
    "name": "iceberg lettuce",
    "description": "Iceberg lettuce is a crisp, refreshing vegetable commonly used in salads and sandwiches. It has a mild flavor and crunchy texture."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d33" },
    "name": "romaine lettuce",
    "description": "Romaine lettuce is a leafy green vegetable with a slightly bitter taste. It is commonly used in salads, especially Caesar salads."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d34" },
    "name": "parsley",
    "description": "Parsley is a bright green herb used as a garnish and flavoring in a variety of dishes. It has a fresh, slightly peppery taste."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d35" },
    "name": "green pepper",
    "description": "Green pepper, also known as bell pepper, is a crisp, sweet vegetable commonly used in salads, stir-fries, and as a topping for pizzas."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d36" },
    "name": "jalapeno",
    "description": "Jalapeno is a medium-sized chili pepper with a moderate level of heat. It is commonly used in Mexican cuisine to add spice to dishes."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d37" },
    "name": "chicken breast",
    "description": "Chicken breast is a lean cut of meat from the breast of a chicken. It is commonly grilled, baked, or sautéed."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d38" },
    "name": "shrimp",
    "description": "Shrimp are small, flavorful crustaceans that are commonly used in seafood dishes. They can be boiled, grilled, or sautéed."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d39" },
    "name": "ground beef",
    "description": "Ground beef is minced beef that is commonly used in a variety of dishes, including burgers, meatballs, and tacos."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d3a" },
    "name": "soy sauce",
    "description": "Soy sauce is a salty, savory sauce made from fermented soybeans. It is commonly used in Asian cuisine as a seasoning and condiment."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d3b" },
    "name": "crushed tomatoes",
    "description": "Crushed tomatoes are tomatoes that have been peeled, seeded, and crushed. They are commonly used in sauces, soups, and stews for their rich flavor and thick texture."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d3c" },
    "name": "white rice",
    "description": "White rice is a staple grain that is widely consumed around the world. It is commonly boiled or steamed and served as a side dish or base for various recipes."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d3d" },
    "name": "chili powder",
    "description": "Chili powder is a blend of ground dried chili peppers and other spices. It is commonly used to add heat and flavor to dishes, especially in Mexican and Tex-Mex cuisine."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d3e" },
    "name": "rotisserie chicken",
    "description": "Rotisserie chicken is a whole chicken that has been seasoned and cooked on a rotisserie. It is commonly used in salads, sandwiches, and as a main dish."
  },
  {
    "_id": { "$oid": "60c72b2f9b1e8a5f6f0e4d3f" },
    "name": "egg noodles",
    "description": "Egg noodles are a type of pasta made with flour and eggs. They are commonly used in soups, casseroles, and as a side dish."
  }
]